/* The error message displayed when unable to generate a barcode. */
"%@ cannot encode '%@' at index %d" = "%1$@ kann nicht '%2$@' an Poisition %3$d kodieren";

/* The error message displayed when unable to generate a barcode. */
"%@ does not support alpha-numeric characters" = "%@ unterstützt keine alphanumerischen Zeichen";

/* The error message displayed when unable to generate a barcode. */
"%@ only supports 7 character ISSN strings, excluding the check digit" = "%@ unterstützt nur ISSNs mit 7 Zeichen, die Prüfzahl nicht mitgezählt";

/* The error message displayed when unable to generate a barcode. */
"%@ requires at least three characters" = "%@ erfordert zumindest drei Zeichen";

/* The error message displayed when unable to generate a barcode. */
"%@ requires content strings with exactly 5 characters" = "%@ erfordert einen Inhalt von genau 5 Zeichen";

/* The error message displayed when unable to generate a barcode. */
"%@ requires content to be 12 digits" = "%@ erfordert Inhalt von genau 12 Zahlen";

/* The error message displayed when unable to generate a barcode. */
"%@ requires content to be 13 digits" = "%@ erfordert Inhalt von genau 13 Zahlen";

/* The error message displayed when unable to generate a barcode. */
"%@ requires content to be 8 digits" = "%@ erfordert Inhalt von genau 8 Zahlen";

/* The error message displayed when unable to generate a barcode. */
"%@ requires content to be of even length" = "%@ erfordert Inhalt von gerader Länge";

/* The error message displayed when unable to generate a barcode. */
"%@ requires first digit to be 0 or 1" = "%@ verlangt dass die erste Zahl 0 oder 1 ist";

/* The error message displayed when unable to generate a barcode. */
"%@ requires the first digit to be a 0, 1, 3, 4, 5 or 6" = "%@ verlangt dass die erste Zahle 0, 1, 3, 4, 5 oder 6 ist";

/* The error message displayed when unable to generate a barcode. */
"%@ supports content equal or greater than 0 and less than 100" = "%@ unterstützt nur Inhalte größer gleich 0 und kleiner als 100";

/* The error message displayed when unable to generate a barcode. */
"%d is not a supported FIM type for %@" = "%1$d ist kein unterstützter FIM Typ für %2$@";

/* The error message displayed when unable to generate a barcode. */
"'%@' is not a supported FIM type for %@" = "'%1$@' ist kein unterstützter FIM Typ für %2$@";

/* The error message displayed when unable to generate a barcode. */
"Character at index %d '%@' cannot be encoded in %@" = "Zeichen an Position %1$d '%2$@' kann nicht in %3$@ kodiert werden";

/* The error message displayed when unable to generate a barcode. */
"Character at index %d '%@' is an invalid start character for %@" = "Zeichen an Position %1$d '%2$@' ist kein gültiges Startzeichen für %3$@";

/* The error message displayed when unable to generate a barcode. */
"Character at index %d '%@' is an invalid stop character for %@" = "Zeichen an Position %1$d '%2$@' ist kein gültiges Stopzeichen für %3$@";

/* The error message displayed when unable to generate a barcode. */
"Characters '%@' and '%@' cannot be encoded in %@" = "Zeichen '%1$@' und '%2$@' können nicht in %3$@ kodiert werden";

/* The error message displayed when unable to generate a barcode. */
"Check digit '%@' is not correct for this ISBN10 string" = "Prüfzahl '%@' ist nicht für diese ISBN10 Zeichenkette gültig";

/* The error message displayed when unable to generate a barcode. */
"Check digit '%@' is not correct for this ISSN string" = "Prüfzahl '%@' ist nicht für diese ISSN Zeichenkette gültig";

/* The error message displayed when unable to generate a barcode. */
"Content contains characters that cannot be encoded by Code39" = "Inhalt enthält Zeichen welche nicht in Code 39 kodiert werden können";

/* The error message displayed when unable to generate a barcode. */
"Contents cannot be encoded in %@, only integer values between 3 and 131070 are supported" = "Inhalt kann nicht in %@ kodiert werden, nur Ganzzahlen zwischen 3 und 131070 sind unterstützt";

/* The error message displayed when unable to generate a barcode. */
"Digit at index %d '%@' cannot be encoded in %@" = "Zahl an Position %1$d '%2$@' kann nicht in %3$@ kodiert werden";

/* The error message displayed when unable to generate a barcode. */
"Invalid barcode provided. Check number does not match" = "Ungültiger Strichcode. Prüfzahl inkorrekt";

/* The error message displayed when unable to generate a barcode. */
"String '%@' cannot be encoded in Code128. Character at index %d (%@) not supported" = "Zeichenkette '%1$@' kann nicht in Code 128 kodiert werden. Zeichen an Position %2$d (%3$@) nicht unterstützt";

/* The error message displayed when unable to generate a barcode. */
"The check digit '%@' is not correct for this ISBN13 string" = "Die Prüfzahl '%@' ist nicht für diese ISBN13 Zeichenkette gültig";

/* The error message displayed when unable to generate a barcode. */
"The ISBN10 string does not have 10 characters" = "Eine ISBN10 Zeichenkette benütigt 10 Zeichen";

/* The error message displayed when unable to generate a barcode. */
"The ISBN13 string does not have 13 characters" = "Eine ISBN13 Zeichenkette benötigt 13 Zeichen";

/* The error message displayed when unable to generate a barcode. */
"The string is not a valid ISBN10 or ISBN13 string supported by %@" = "Diese ISBN10 Zeichenkette ist nicht für %@ gültig";

/* The error message displayed when unable to generate a barcode. */
"The string is not a valid ISBN10 string supported by %@" = "Diese ISBN10 Zeichenkette ist nicht %@ gültig";

/* The error message displayed when unable to generate a barcode. */
"The string is not a valid ISBN13 string supported by %@" = "Diese ISBN13 Zeichenkette ist nicht für %@ gültig";

/* The error message displayed when unable to generate a barcode. */
"The string is not a valid ISSN string supported by %@" = "Diese ISSN Zeichenkette ist nicht für %@ gültig";

/* The error message displayed when unable to generate a barcode. */
"Unable to encoded empty string in %@" = "Eine leere Zeichenkette kann nicht in %@ kodiert werden";

/* The error message displayed when unable to generate a barcode. */
"Variant one must be a numeric character" = "Die Variante muss eine Zahl sein";

/* The error message displayed when unable to generate a barcode. */
"Variant one must be identical to one numeric character" = "Variante eins muss ident mit einem numerischen Zeichen sein";

/* The error message displayed when unable to generate a barcode. */
"Variant two must be a numeric character" = "Variante zwei muss ident mit einem numerischen Zeichen sein";

/* The error message displayed when unable to generate a barcode. */
"Variant two must be identical to one alphanumeric character" = "Variante zwei muss ident mit einem alphanumerischen Zeichen sein";
